tap "bearer/tap"
tap "oven-sh/bun"
tap "valkyrie00/bbrew"
tap "sst/tap"
brew "ast-grep"
brew "atuin"
brew "awscli"
brew "bat"
brew "carapace"
brew "deno"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "go-task"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tealdeer"
brew "tfenv"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "watchman"
brew "wget"
brew "yq"
brew "zoxide"
brew "bearer/tap/bearer"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "valkyrie00/bbrew/bbrew"
cask "alacritty"
cask "android-commandlinetools"
cask "bitwarden"
cask "boom-3d"
cask "dbeaver-community"
cask "devtoys"
cask "docker-desktop"
cask "figma"
cask "gimp"
cask "google-chrome"
cask "nordvpn"
cask "notion"
cask "raycast" if OS.mac?
cask "session-manager-plugin"
cask "slack"
cask "stats"
cask "utm"
cask "whatsapp"
